Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/samiske_tall_forteller_ii_norsk.pdf.tmx
Source language: nob
Languages: sme

source: 4.1.3 Barnehagetilbodet fordelt på språka nord-, lule- og sørsamisk I tabellane 4.3 til 4.7 nedanfor ser vi korleis det samiskspråklege barnehagetilbodet fordeler seg på dei tre aktuelle språka.
sme: Tabealla 4.19 Lohku galli vuođđoskuvlaoahppis lei sámegiella vuosttašgiellan gávpotsuohkaniin 1997/98–2008/09 Jahki Oktiibuot Mátta-Várjjat Čáhcesuolu Hammarfeasta Álaheadju Romsa Harstada Narviika Bådåddjå Oslo

source: Talet på born som får tilbod på nordsamisk i barnehagen i åra 2002–2008
sme: Gávpotsuohkanat leat earenoamážit leamaš dehálaččat sámegiela nubbingiellaoahpahussii.

source: År Talet på barnehageborn med tilbod på nordsamisk i alt Talet på born i nordsamiske barnehagar Talet på born som får tilbod på nordsamisk i norske barnehagar
sme: Maŋemus skuvlajagi (2007/08 rájes 2008/09 rádjai) njiejai lohku gávpotohppiin geat čuvvot fágaplána Sámegiella nubbingiellan 9 % (-59 oahppi).

source: På grunn av at dei nordsamiske borna utgjer ein så stor del av det samla talet, er tendensane i tabellane 4.1 og 4.2 dei same som i tabellane 4.3 og 4.4 ovanfor (sjå difor kommentarane til dei sistnemnde tabellane).
sme: 4.2.10 Čielggadeamit vuođđoskuvlla loguide Vuođđoskuvlla ohppiidstatistihkas lea tendeansa mii lea čielgaseappot go mihkkege eará: Lohku ohppiin geain lea sámegiella nubbingiellan lea sakka njiedjan.

source: 4.1.3.2 Lulesamisk I åra frå 1989 til 2007 fanst det berre éin lulesamiskspråkleg barnehage i Noreg.
sme: Lohku ohppiin geat válljejit sámegiela vuosttašgiellan goargŋu ollu unnit go maid nubbingiellaohppiid lohku njiedjá.

source: Desse to tilboda utgjer i dag heile det lulesamiskspråklege barnehagetilbodet i Noreg.
sme: Dat mearkkaša ahte oppalaš lohku ohppiin geain lea sámegiella fágan njiedjá sakka jagis jahkái.

source: Éin av desse samiske barnehagane har tilbod både på sør- og nordsamisk.
sme: 1990 rájes gitta 2005 rádjai lassánii ges juohke jagi lohku ohppiin geain lei sámegiella fágan.

source: To av desse samiske barnehagane har tilbod både på sør- og nordsamisk.
sme: Finnmárkkus digaštalle báikkálaččat sámegiela nubbingiellaoahpahusa eavttuid 2009:s.

source: Éin av desse norskspråklege barnehagane har tilbod både på sør- og nordsamisk.
sme: Oahppit geat válljejit sámegiela ožžot jogo eanet diimmuid go skuvlaskihpárat, dahje fertejit válljet guođđit osiid eará fágain.

source: To av desse norskspråklege barnehagane har tilbod både på sør- og nordsamisk.
sme: 4.3 Sámegiella joatkkaskuvllas Sámegiella lea almmolaš giella Norggas.

source: Tabell 4.5
sme: Jus boahtteáiggis galget giela aktiivvalaččat atnit hálddahusas, skuvladoaimmahagas ja eará almmolaš doaimmain, de fertejit gávdnot olbmot geat máhttet atnit giela čálalaččat dáin dásiin.

source: Talet på born som får tilbod på lulesamisk i barnehagen i åra 2002–2008
sme: Oallugat sis galget bestejuvvot sin gaskkas geain odne lea sámegieloahpahus joatkkaskuvllas.

source: År Talet på born med tilbod på lulesamisk i alt Talet på born i lulesamiske barnehagar Talet på born som får tilbod på lulesamisk i norske barnehagar
sme: Sámegieloahpahusa fállet ollu fylkkagieldda joatkkaskuvllain. Dasa lassin ožžot oahppit dan guovtti joatkkaskuvllas maid stáda hálddaša Guovdageainnus ja Kárášjogas sámegieloahpahusa.

source: Tabell 4.5 viser ei fordobling av born med lulesamiskspråkleg barnehagetilbod i åra frå 2002 til 2008.
sme: Guovdageaidnu N % 94 90.4 7 6.7 3 2.9 104 100 84 92.3 7 7.7 91 100 80 87.0 7 7.6 1* 1.1 4 4.3 92 100 83 85.6 7 7.2 2* 2.0 5 5.2 97 100

source: Auken kom naturleg nok da det vart oppretta eit nytt tilbod i Bodø i tillegg til det på Drag i Tysfjord.
sme: Kárášjohka N % 46 50.5 24 26.4 21 23.1 91 100 47 52.2 24 26.7 19 21.1 90 100 59 56.7 44 42.3 1 1.0 104 100 76 64.4 25 21.2 17 14.4 118 100

source: 4.1.3.3 Sørsamisk Sørsamane er få, og dei bur spreidde over eit svært stort område.
sme: Ja Kárášjogas lea dát proseanta juohke jagi njiedjan 64 % rájes 2005/06 gitta 50,5 % rádjai 2008/09.

source: Dette har gjort det vanskeleg å etablere eigne sørsamiske barnehagar.
sme: Nannoseamos logut mat mis leat giela dáfus lea mánáidgárde- ja skuvlastatistihkka.

source: Talet på sørsamiske born på kvar stad blir gjerne for lite til å opprette eigne barnehagar eller barnehageavdelingar.
sme: Mii leat dás čielggadan 2008/09 statistihkaid. Čielggadeamit čájehit ahte maiddái dat statistihkat livčče sáhttán leat buorebut.

source: Tabell 4.6 nedanfor viser kva for sørsamiskspråklege barnehagetilbod som finst og har funnest i åra frå 2002 til 2008.
sme: 4.4.1 Sámegiella mánáidgárddis Jagiin 2002 gitta 2008 rádjai lea lohku ovdaskuvlamánáin geain lea muhtin lágan sámegielat fálaldat mánáidgárddis lassánan 7 % 880 rájes 940 rádjai.

source: Tabell 4.6 Talet på barnehagar med sørsamisk språktilbod i åra 2002–2008
sme: Lulli- ja julevsámi mánáidgárdefálaldat lea kvantitatiivalaččat buorránan dán áigodagas.

source: År 2002 Talet på barnehagar med tilbod i 3 sørsamisk i alt Sørsamiske barnehagar Norske barnehagar med tilbod på 3 sørsamisk
sme: 2002:s lei 13 ovdaskuvlamánás julevsámi fálaldat, 2008:s lei lohku 27. Lullisámemánáide leat logut 5 máná 2002:s ja 29 máná 2008:s.

source: Tabell 4.6 viser at det i dag berre finst éin barnehage som blir definert som sørsamisk. I 2002 fanst det ingen.
sme: Sámi mánáidgárddiid lohku lea leamaš stáđis áigodagas, muhto lassánan leat dárogielat mánáidgárddit mat maiddái addet sámegielat fálaldagaid.

source: 11 Éin av desse samiske barnehagane har tilbod både på sør- og nordsamisk. 12 Éin av desse norskspråklege barnehagane har tilbod både på sør- og nordsamisk.
sme: Čujuhit Marianne Storjorda doavtterdutkosii 2008:s mii čájeha man iešguđet láganat fálaldagat sáhttet leat “ sámi mánáidgárdi ” luohkkájuogu siskkobealde.

source: To av desse norskspråklege barnehagane har tilbod både på sør- og nordsamisk. Éin av desse norskspråklege barnehagane har tilbod både på sør- og nordsamisk.
sme: Sámi giellaplánemii livččii leamaš hirbmat ávkin jus livččiimet diehtán man galle máná čuvvot daid gievrramus sámegielat modeallaid, ja gallis ledje geahnoheappot sámegielat fálaldagain.

source: Det har i denne tida vore gjeve sørsamiskspråklege tilbod i elles norskspråklege barnehagar. Når talet på slike barnehagar er så høgt som seks i 2008, har det samanheng med endra språkpolitikk i Snåsa kommune.
sme: 4.4.2 Sámegiella vuođđoskuvllas Njiedjan logus dain ohppiin main lea sámegiella nubbingiellan dahká ahte oppalaš lohku vuođđoskuvlaohppiin geain lea sámegiella fágan lea unnon juohke jagi maŋŋel 2005.

source: Snåsa vart i 2007 innlemma i forvaltingsområdet for samisk språk.
sme: Dat maiddái dáhpahuvai maŋemus skuvlajagi. Njiedjan 2005 rájes lea dramáhtalaš.

source: Når det akkurat i 2006 er registrert to sørsamiskspråklege barnehagar (mot elles berre éin), må dette avspegle den måten eitt av tilboda vart registrert på, heller enn ei reell barnehageoppretting i 2006 og nedlegging i 2007.
sme: Oahppit geat ásset olggobealde Sámegiela hálddašanguovllu, ja geat válljejit sámegiela nubbingiellan, ožžot jogo eanet skuvladiimmuid go skuvlaskihpárat, dahje fertejit válljet guođđit osiid eará fágain. Dát dilli dagaha ahte luhpet sámegielfágas.

source: Talet på born som får tilbod på sørsamisk i barnehagen i åra 2002–2008
sme: Ain stuorát oassi vuođđoskuvlaohppiin geain lea sámegiella fágan orrot gávpotgielddain.

source: Tabell 4.7 viser at det aldri har vore så mange førskuleborn som får sørsamiskspråkleg barnehagetilbod som det er i 2008.
sme: 4.4.3 Sámegiella joatkkaskuvllain Ii gávdno makkárge guovddáš statistihkka joatkkaskuvllaid sámegieloahpahussii.

source: Likevel er dette talet svært lågt i høve til kor mange elevar som får opplæring på sørsamisk i grunnskulen (sjå tabell 4.12).
sme: Dakkár statistihkka lea dárbbašlaš vai galgá sáhttit doaimmahit ulbmillaš politihka ovddidit sámegiela joatkkaoahpahusas.

source: 4.1.4 Kommentarar til tala for barnehagen Dei barnehagestatistikkane som vi her har kommentert, er statistikkar som sametingsadministrasjonen har laga i samband med at Sametinget gjev tilskott til samiske barnehagar og barnehageavdelingar.
sme: Gávdnojit statistihkat sámegieloahpahussii dan guovtti sámi joatkkaskuvlii maid stáda hálddaša Guovdageainnus ja Kárášjogas.

source: Ut frå desse tala er det mogleg å seia noko om dette: 1) Går talet på samiske barnehagetilbod opp eller ned ?
sme: Dan statistihka tendeansa lea ahte logut ohppiin geain lea sámegiella vuosttašgiellan njiedjá joatkkaskuvllas Kárášjogas.

source: 2) Går talet på born som nyttar seg av tilbodet, opp eller ned ?
sme: Dat lohku lea dál nu vuollin go 50 %. Guovdageainnus lea lohku stáđis.

source: 4) Korleis fordeler barnehagetilboda seg på dei tre aktuelle samiske språka ?
sme: Gáldut maid leat atnán Fishman, Joshua (1991): Reversing Language Shift.

source: Det er vanskeleg å bruke desse statistikkane direkte i arbeidet med å styrkje samisk språk. Grunnen til det er at statistikkane ikkje nokon stad deler opp barnehagetilboda etter kva som reint faktisk går føre seg i barnehagane.
sme: Clevedon: Multilingual Matters Vuođđoskuvllaid diehtojuohkinfálaldat: http://gsi.wis.no/servlet/gsi07.SjekkPassord?pass=&amp;Malform=B&amp;GSIType 07 = Sámediggi / Sametinget (2007): Strátegalaš plána sámi mánáidgárddiide 2008-2011.

source: Vi veit at i nokre barnehagar snakkar alle tilsette samisk til alle borna heile dagen.
sme: Barnehagebarns liv i en samisk kontekst. En arena for kulturell meningsskaping.

source: I 120
sme: Romsa: Romssa universitehta

source: andre barnehagar snakkar ein stort sett norsk heile tida, medan ein meir satsar på samiske symbol og nokre tradisjonelle samiske aktivitetar (steiking av blodpannekake osv.).
sme: Todal, Jon (2002): Jos fal gáhttet gollegielat. Romsa: Romssa universitehta Oahppodirektoráhta: http://www.wis.no/gsi/tallene /

source: Andre barnehagetilbod ligg ein stad imellom desse ytterpunkta.
sme: (2000): Language Revitalization, Policy and Planning in Wales.

source: Dette tilhøvet er problematisert av Marianne Storjord i ei nyleg utkomen doktoravhandling 15. Funna i Storjord si kvalitativt orienterte avhandling bør føre til at nokon gjer ei kvantitativ undersøking av innhaldet i dei samiske barnehagetilboda.
sme: 5 Oahppu SOF-guovllus Čoahkkáigeassu Oahppodássi SOF-guovllu (guovlu gos Sámediggi juolluda doarjagiid) álbmogis gaskal 24 ja 65 jagi čájeha ahte leat eanegat geat eai leat čađahan joatkkaoahpahusa riikagaskameari ektui.

source: Vi vil rå til at ein i framtida definerer barnehagane ut frå kva formidlingsmodell dei har.
sme: Nuppedáfus lea nissoniin SOFguovllus relatiivalaš oallugiin čađahuvvon universitehta dahje allaskuvlaoahppu.

source: Her er det mogleg å ta utgangspunkt i internasjonale kategoriar og tilpasse dei til samiske tilhøve.
sme: Bieđggoássan guovlluin lea dat oassi stuorit go riikagaskamearri, ja čoahkkebáikkiin lea fas veaháš vuollelis dan.

source: På den måten vil ein kunna seia meir om kor sterke språkformidlarar barnehagane er, og om det er dei sterke eller svake modellane som aukar i tal.
sme: SOF-guovllu dievdduid gaskkas lea oassi geain lea universitehta- dahje allaskuvlaoahppu unnit go riikagaskamearri, erenoamážit lea nu čoahkkebáikkiin.

source: 4.2 Samisk språk i grunnskulen 17 4.2.1 Endringar i talet på elevar med samisk i fagkrinsen Tabell 4.8 nedanfor viser endringar i det samla talet på grunnskuleelevar med samisk i fagkrinsen etter at den 10-årige grunnskulen vart innført i Noreg i 1997/98 Tabell 4.8
sme: SOF-guovllus leat unnit nuorat geat jotket vuođđoskuvllas njuolga álbmotallaskuvlii dahje joatkkaskuvlii, dan ektui mo lea dilálašvuohta ohppiin muđui riikkas. Ohppiidmolsašupmi joatkkaskuvllas čájeha maiddái ahte SOF-guovllus unnibut čađahit normerejuvvon áigái ja eanegat heitet.

source: År Elevtal
sme: Nu lea erenoamážit bártniid gaskkas.

source: Tal på grunnskuleelevar med samisk i fagkrinsen i alt
sme: Diet čilgehus lea čielgaseamos fidnofágalaš oahpposurggiin.

source: Det har aldri vore så mange grunnskuleelevar med samisk i fagkrinsen i Noreg som i skuleåret 2005/06. Da var det samla elevtalet på 3055.
sme: Miellagiddevaš oassi lea ahte njuolggo álgin joatkkaoahpahusa maŋŋil universitehta- ja allaskuvlaohppui lea SOF-guovllus alit riikagaskameari ektui.

source: Storjord, Marianne (2008): Barnehagebarns liv i en samisk kontekst. En arena for kulturell meningsskaping.
sme: 5.1 Álggahus Dát kapihttal lea joatkka dás “ ” Kapittel 5 Utdanningsnivå i SUF-området – økende kjønnsforskjeller ” “ Sámi logut muitalit 1, 2008.

source: Tromsø: Universitetet i Tromsø 16 Ut frå grunnskulestatistikkane er det lettare å seia noko om styrke og kvalitet i språkformidlinga, på grunn av at desse statistikkane er inndelte etter forskjellige fagplanar ut frå det språklege nivået på elevane.
sme: Go álbmoga oahppodássi lea hui guovddážis, de joatkašuvvá dát maiddái dás “ Sámi logut muitalit 2 ”. Geahččat oahppodási olles álbmoga ektui geat leat badjel 16 jagi ja álbmoga ektui gaskal 24 ja 65 jagi.

source: 17 Elevtala frå skuleåret 1997/98 er henta frå Todal, Jon (2002): Jos fal gáhttet gollegielat.
sme: Dát maŋit juogus adno ollu OECD siskkobealde ja čájeha váldoáššálaččat oahppodási ámmátaktiiva álbmogis.

source: Tromsø: Humanistisk fakultet, Universitetet i Tromsø.
sme: Viidásit geahččat lagabui ohppiid joatkima vuođđoskuvllas álbmotallaskuvlii ja joatkkaskuvlii ja njuolggo joatkima joatkkaskuvllas universitehtii / allaskuvlii.

source: Alle elevtala frå og med 2005/06 til og med 2007/08 i dette kapitlet er henta frå Grunnskolens informasjonssystem på Internett, adr: http://gsi.wis.no/servlet/gsi07.SjekkPassord?pass=&amp;Malform=B&amp;GSIType 07 = Tala frå skuleåret 2008/09 er henta frå Utdanningsdirektoratet, internettadresse: http://www.wis.no/gsi/tallene /
sme: Loahpas dán kapihttalis geahččat lagabui mo ohppiidmolsašupmi lea geografiija, oahpposuorggi ja sohkabeali ektui. Mii leat válljen geahččat dilálašvuođa rievdama čoahkkeja bieđggoássan guovlluin nugo dat definerejuvvojit almmolaš statistihkain.

source: Etter skuleåret 2005/06 har talet på grunnskuleelevar med samisk i fagkrinsen gått nedover kvart år.
sme: Nu leage maiddái alit oahppodássi čoahkkebáike guovlluin go bieđggoássan guovlluin sihke dievdduid ja nissoniid gaskkas.

source: I alt har det samla elevtalet gått ned med 18 % etter 2005/06.
sme: Dát erohus lea erenoamážit stuoris čoahkkebáikkiin.

source: (–538 elevar). Det siste året var nedgangen på 1 % (–25 elevar).
sme: SOF-guovlluin lea maiddái dievdduin bieđggoássan guovlluin oahppodássi vuolemusas.

source: Denne store nedgangen kan forståast betre dersom vi splittar tala for å sjå kva gruppe elevar det blir færre av.
sme: Erenoamážit leat oallugat geain ii leat joatkkaoahppu, dat lea lagabui 10 proseantapoeŋŋa vuollelis riikagaskameari.

source: 4.2.2 Elevar i faget samisk som førstespråk Tabell 4.9 nedanfor viser endringar i talet på elevar som følgjer fagplanen Samisk som førstespråk i åra 1997/98–2008/09.
sme: Oassi geat leat čađahan universitehta- ja allaskuvlla ja geat orrot čoahkkebáikkiin, lea olles 10 proseantapoeŋŋa vuollelis go mii lea gaskamearri álbmogis.

source: Tabell 4.9
sme: Tabella 5.1

source: År
sme: Proseanta.

source: Talet på grunnskuleelevar med samisk som førstespråk
sme: Ássit 1.1.1994 oahppodásiin 1.10.1993 Dievddut Nissonat

source: Elevtal 897
sme: Bieđggoássan

source: Auken har vore jamn, og det har aldri nokon gong vore så mange elevar som har følgt fagplanen i Samisk som førstespråk som det er i skuleåret 2008/09.
sme: Bieđggoássan

source: Det siste året steig talet på førstespråkselevar med 1,5 % (+16 elevar).
sme: Ássit 1.1.2008 oahppodásiin 1.10.2007 Dievddut Nissonat Čoahkkebáiki

source: Tabell 4.10
sme: Bieđggoássan

source: Talet på grunnskuleelevar med samisk som andrespråk
sme: Vuođđoskuvladássi Olles riika SOF-guovlu 31,7 42,0

source: Fordelinga var slik som vist i tabell 4.11 under.
sme: Joatkkaoahppodássi Olles riika SOF-guovlu 46,0 42,9

source: Deretter har det gått ned kvart år.
sme: Guovllut muđui Sáltoduoddara davábealde

source: Tabellen viser vidare at talet på grunnskuleelevar som følgjer fagplanen Sørsamisk som førstespråk, har stige sterkt frå 1997/98 og til i dag.
sme: Tabella 5.2 Alimus čađahuvvon oahppu olbmuin agis 24–65 jagi SOF-guovllus, vástideaddji geográfalaš guovlluin Sáltoduoddara davábeale ja olles riikkas.

source: Dette er òg i samsvar med den allmenne samiske tendensen.
sme: Ássit 1.1.1994 oahppodásiin 1.10.1993 Dievddut Nissonat

source: I 2008/09 utgjorde dei 19 %.
sme: Oahppodássi ja geografiija Čoahkkebáiki

source: Det siste året gjekk talet på andrespråkselevar i sørsamisk ned med 8 % (–7 elevar).
sme: Bieđggoássan

source: Etter innføringa av reforma Kunnskapsløftet vart det innført to kategoriar andrespråk i grunnskulen, Andrespråk 2 og Andrespråk 3 etter kva forkunnskapar elevane har.
sme: Čoahkkebáiki

source: Andrespråk 2 føreset større forkunnskapar enn Andrespråk 3.
sme: Bieđggoássan

source: Vi har skrive meir detaljert om dette systemet i kap. 4.2.3 ovanfor.
sme: Ássit 1.1.2008 oahppodásiin 1.10.2007 Dievddut Nissonat Čoahkkebáiki

source: Tabell 4.13
sme: Bieđggoássan

source: Sørsamisk
sme: Čoahkkebáiki

source: Begge fagplanar 82 Andrespråk 2 68
sme: Vuođđoskuvladássi Olles riika SOF-guovlu

source: Sidan da har det gått ned med 12,5 % (–11 elevar).
sme: 25,4 31,9 Guovllut muđui Sáltoduoddara davábealde

source: Sidan har det gått ned med 18 % (–505 elevar).
sme: Universitehta- ja allaskuvladássi Olles riika SOF-guovlu

source: Det siste skuleåret fall talet med 0,6 % (–15 elevar).
sme: Guovllut muđui Sáltoduoddara davábealde 24,1

source: Tabell 4.16 viser vidare at talet på grunnskuleelevar som følgjer fagplanen i nordsamisk som førstespråk, har stige med 14 % (+122) sidan 1997.
sme: SGDa čoahkkebáikedefinišuvdna Viesut ovttasajis galget registrerejuvvot čoahkkebáikin jus doppe orrot unnimusat 200 olbmo, ja viesuid gaska ii galgga dábálaččat eanet go 50 mehtera.

source: Talet på førstespråkselevar steig jamt i heile perioden. Elevtalet i nordsamisk som andrespråk nådde ein topp i skuleåret 2005/06 med 1891 elevar.
sme: Lobálaš lea árvvu mielde dohkkehit spiehkastagaid badjel 50 mehtera viesuid gaskkas guovlluin gos ii galgga dahje ii leat lohpi hukset.

source: Etter den tid har talet gått ned med heile 29 % (–549 elevar). Det siste skuleåret (frå 2007/08 til 2008/09) gjekk talet ned med 2 % (–28 elevar).
sme: Dat sáhttet ovdamearka dihte leat álbmotšilljut, valáštallanhuksehusat, industriijaguovllut dahje lunddolaš hehttehusat nugo jogat dahje gilvvaeatnamat.

source: Etter innføringa av reforma Kunnskapsløftet vart det innført to kategoriar andrespråk, Andrespråk 2 og Andrespråk 3 etter kva forkunnskapar elevane har.
sme: Viessočoakkáldagat mat lunddolaččat gullet čoahkkebáikái, lohkkojit oassin go leat eanemusat 400 mehtera eret čoahkkebáikeguovddážis.

source: Vi har skrive meir detaljert om dette systemet i kap. 4.2.4 ovanfor.
sme: Nu lea goappaš sohkabeliid dáfus ja lea leamaš stabiila áigodagas jagiid 1994 gitta 2007.

source: Tabell 4.17 nedanfor viser korleis andrespråkselevane i nordsamisk fordelte seg på dei to kategoriane skuleåret 2008/09.
sme: Maiddái ohppiin eará guovlluin Sáltoduoddara davábealde lea oassi geat jotket vuollelis go riikagaskamearri.

source: Tabell 4.17
sme: Jagi 1994 ja 2000 leat 10 proseanta bártniin, ja jagi 2007 lea 7 proseanta sihke bártniin ja nieiddain SOF-guovllus geat eai álgge njuolga álbmotallaskuvlii dahje joatkkaoahpahussii.

source: Fordeling av andrespråkselevane i nordsamisk på fagplanane Andrespråk 2 og Andrespråk 3, skuleåret 2008/09.
sme: Tabealla 5.3 Njuolggo joatkin vuođđoskuvllas álbmotallaskuvlii ja joatkkaohppui 1994, 2000 ja 2007.

source: Dei fleste av andrespråkselevane i nordsamisk har valt varianten Andrespråk 3. Her skil dei nordsamiske elevane seg frå dei sørsamiske og lulesamiske.
sme: Lunddolaš čilgehus dása sáhttá leat ahte SOF-guovlluin lea stuorit oassi álbmogis mii eallá vuođđoealáhusain, maidda lea álkit ja dábálaččabut maŋŋil vuođđoskuvlla álgit njuolga dan dihto ealáhussii.

source: Blant dei to sistnemnde valde langt dei fleste andrespråkselevane Andrespråk 2 (sjå tabellane 4.13 og 4.14 ovanfor).
sme: Goitge lea stuorit oassi go riikagaskamearri (4 proseantapoeŋŋa) geat eai mana njuolga vuođđoskuvllas joatkkaohppui.

source: Det finst ingen tilgjengelege tal som kan vise eventuelle endringar i fordelinga av elevtalet over tid mellom dei to variantane av faget nordsamisk som andrespråk.
sme: Sivva dasa lea nugo ovdalaččas namuhuvvon várra dat lagat čatnasupmi vuođđoealáhusaide, guhkes gaska joatkkaskuvllaide ja láigolanjas orrun vejolaš oahppin, ja soaitá veaháš unnit skuvlamokta.

source: 4.2.8 Elevar med samisk i fagkrinsen i bykommunane Tabell 4.18 nedanfor viser endringar i talet på grunnskuleelevar som bur i bykommunar og har samisk i fagkrinsen.
sme: Dákko livčče sávahahtti viidásit iskamii nuorain geat eai álgge njuolga álbmotallaskuvlii dahje joatkkaohppui, maid dat válljejit bargat, ja mii movttidahttá dan válljejupmái.

source: Denne tabellen omfattar dei same skuleåra som tabellane 4.8 til 4.10 bortsett frå skuleåret 2005/06.
sme: 5.4 Ohppiidmolsašupmi joatkkaoahpahusas Dán kapihttala loguide leat vuođđun ohppiidmolsašumilogut maid SGD lea ráhkadan.

source: For dette året har vi ikkje pålitelege tal for andrespråksopplæringa i desse kommunane.
sme: Vuolggasadji lea ohppiin geat álget vuođđokursii vuohččan dihto áigemearis mii čuovvu joatkkaoahpahusa vihtta jagi.

source: Tabell 4.18
sme: Dás čuovvut ohppiid geat álget vuođđokursii 1994:s ja 2002:s, gitta čuovvovaččat 1999 ja 2007 rádjái.

source: År I alt SørVaranger Vadsø Hammerfest Alta Tromsø Harstad Narvik Bodø Oslo
sme: Vuollil 60 proseanta čađahit joatkkaoahpahusa normerejuvvon áigái.

source: Talet på grunnskuleelevar med samisk i fagkrinsen i bykommunane 1997/98–2008/09
sme: Leat unnán erohusat buolvva gaskkas geat álge 1994:s, buohtastahttojuvvon buolvvain geat álge 2002:s.

source: I 1997/98 utgjorde byelevane 13 % av alle elevane med samisk i fagkrinsen i Noreg, i 2008/09 utgjorde dei 28 %.
sme: Daid áššáigullevaš jagiid loahpahedje 16 ja 17 proseantapoeŋŋa eanet nieiddat go bártnit siskkobealde normerejuvvon áiggi.

source: Denne sterke auken i talet på samiskelevar i bykommunane kan forklarast med ei generell urbanisering og folkeflytting.
sme: Maŋŋil vihtta jagi lea measta 70 proseanta čađahan joatkkaoahpahusa, 75 proseanta nieiddain ja buori 60 proseanta bártniin.

source: Likevel er det ein annan tydeleg tendens i tabell 4.18, ein tendens som ikkje kan forklarast ut frå ei generell samfunnsendring.
sme: Buolvvas geat álge vuođđokursii jagi 2002, heite 18 proseanta joatkkaoahpahusas- almma eksamena haga, das su. 14 proseanta nieiddain ja 22 proseanta bártniin.

source: Ifølgje tabellen var talet på byelevar med samisk i fagkrinsen høgast i skuleåret 2006/07 med 857 elevar.
sme: Lohku 1994-bulvii lei 46 proseanta ja dušše 42 proseanta sidjiide geat álge vuođđokursii jagi 2002.

source: Sidan har det samla elevtalet gått ned med 17 % (–149 elevar).
sme: Erohus bártniid ja nieiddaid gaskkas lea sullii nugo riikkas muđui.

source: Størst har 128
sme: SOF-guovllus leat ollu eanet oahppit geat heitet joatkkaoahpahusas gaskan go muđui riikkas.

source: nedgangen vore i Sør-Varanger. Der gjekk talet ned med 60 % (–90 elevar) dei siste tre åra.
sme: Sihke 1994:s ja 2002:s dagai lohku galle oahppi SOF-guovllus heite, 10 proseantapoeŋŋa eanet go riikagaskamearri.

source: Viss vi splittar tala etter fagplanar (samisk 1. og 2. språk), får vi tal som vist i tabellane 4.19 og 4.20 nedanfor.
sme: Jagi 2002 heite 2 proseantapoeŋŋa unnibut buohtastahttojuvvon loguin gallis heite SOF-guovllus 1994:s, muhto go buohtastahttá riikagaskameriin de gal ii leat leamaš buorráneapmi.
